Repository: Annihilator0/disaster-ready
Catalog: lib/l10n/intl_*.arb
Languages: kn

source: Hello
kn: ಹಲೋ

# welcome
source: Welcome to our app!!!!!
kn: ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ಗೆ ಸ್ವಾಗತ

source: Disaster
kn: ಆಪತ್ಕಾಲ

source: Rescue Ring
kn: ರೆಸ್ಕ್ಯೂ ರಿಂಗ್

# rescuedescription
source: A network of support for those in need
kn: ಬೇಡಿಕೆಯಲ್ಲಿರುವವರಿಗಾಗಿ ಬೆಂಬಲದ ನೆಟ್ವರ್ಕ್

source: Edit Emergency Number
kn: ಆಪಾತಕಾಲದ ಸಂಖ್ಯೆಯನ್ನು ಸಂಪಾದಿಸಿ

# govSchemes
source: Government Schemes
kn: ಸರ್ಕಾರದ ಯೋಜನೆಗಳು

source: Helping
kn: ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದೇನೆ

source: Need Help
kn: ಸಹಾಯ ಬೇಕಾಗಿದೆ

source: Medical
kn: ವೈದ್ಯಕೀಯ

source: Food
kn: ಆಹಾರ

source: Shelter
kn: ಆಶ್ರಯ

source: Clothing
kn: ಬಟ್ಟೆ

source: Other
kn: ಇತರ

# seekHelp
source: Seeking Help
kn: ಸಹಾಯ ಬೇಡುತ್ತಿದ್ದಾರೆ

source: Volunteer
kn: ಸ್ವಯಂಸೇವಕ

source: Donate
kn: ದಾನ

source: Provide Shelter
kn: ಆಶ್ರಯ ಒದಗಿಸಿ

source: Provide Food
kn: ಆಹಾರ ಒದಗಿಸಿ

source: Provide Medical
kn: ವೈದ್ಯಕೀಯ ಸಹಾಯ ಒದಗಿಸಿ

# editNumberDescription
source: We prioritize your well-being. Save your emergency number for enhanced support.
kn: ನಿಮ್ಮ ಕಾಯಕವನ್ನು ಮುಖ್ಯಪಡಿಸಲು ನಿಮ್ಮ ಆಪಾತಕಾಲದ ಸಂಖ್ಯೆಯನ್ನು ಉಳಿಸಿ.

source: Select Contact
kn: ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Earthquake
kn: ಭೂಕಂಪ

source: Flood
kn: ಪ್ರಳಯ

source: Cyclone
kn: ಚಕ್ರವಾತ

source: Fire
kn: ಬೆಂಕಿ

source: Landslide
kn: ಭೂಸ್ಖಲನ

source: Tsunami
kn: ಸುನಾಮಿ

source: Drought
kn: ಮಿಂಚು

source: Volcano
kn: ಜ್ವಾಲಾಮುಖಿ

source: Tornado
kn: ಟಾರ್ನೇಡೋ

source: Hurricane
kn: ಹರಿಕೇನ್

source: Wildfire
kn: ಕಾಡು ಬೆಂಕಿ

source: Consequences
kn: ಪರಿಣಾಮಗಳು

source: Preparedness
kn: ಸಜ್ಜುಗೊಳಿಸುವುದು

source: Emergency Contact
kn: ಆಪಾತಕಾಲದ ಸಂಪರ್ಕ

source: Target Beneficiaries
kn: ಲಕ್ಷ್ಯ ಲಾಭಾರ್ಥಿಗಳು

# providedBenifits
source: Provided Benefits
kn: ಒದಗಿಸಿದ ಲಾಭಗಳು

source: How to Access
kn: ಹೇಗೆ ಪ್ರವೇಶಿಸಬೇಕು

source: Visit Website
kn: ವೆಬ್‌ಸೈಟ್ ಭೇಟಿಯಾಗಿ

# volcanicEruption
source: Eruption
kn: ಜ್ವಾಲಾಮುಖಿ
